Repository: mkemiazhuk/weekfit
Catalog: WeekFit/Localizable.xcstrings
Source language: en
Languages: ru, zh_hans

# coach.eveningReview.noPlannedActivities
source: No planned activities
ru: Нет запланированных активностей
zh_hans: 暂无计划活动

# coach.eveningReview.plan.everythingCompleted
source: Everything planned was completed
ru: Все запланированное выполнено
zh_hans: 所有既定计划均已完成。

# coach.eveningReview.plan.nonePlanned
source: No activities were planned
ru: Активности не были запланированы
zh_hans: 暂无活动计划。

# coach.eveningReview.plan.nothingCompleted
source: Nothing completed from today’s plan
ru: Из сегодняшнего плана ничего не выполнено
zh_hans: 今日计划中未完成任何事项。

# coach.eveningReview.planExecution.title
source: Plan execution
ru: Выполнение плана
zh_hans: 计划执行

# coach.eveningReview.progressCompletedFormat
source: %lld of %lld completed
ru: %lld из %lld выполнено
zh_hans: %lld的%lld已完成

# coach.eveningReview.tomorrow.moderate
source: Keep it moderate
ru: Держите нагрузку умеренной
zh_hans: 保持适度

# coach.eveningReview.tomorrow.ready
source: Ready for tomorrow
ru: Готовы к завтра
zh_hans: 为明天做好准备

# coach.eveningReview.tomorrow.recoveryRecommended
source: Recovery day recommended
ru: Завтра — день восстановления
zh_hans: 建议恢复日

# coach.everythingLooksSteady
source: Everything looks steady
ru: Все выглядит стабильно
zh_hans: 一切看起来都很稳定。

# coach.exitIfDizzy
source: Exit if dizzy
ru: Выйдите, если кружится голова
zh_hans: 如感到头晕，请立即离开。

# coach.fallback.avoidAdditionalTraining
source: Avoid additional training
ru: Избегайте дополнительной тренировки
zh_hans: 避免额外训练

# coach.fallback.avoidUnnecessaryIntensity
source: Avoid unnecessary intensity
ru: Избегайте лишней интенсивности
zh_hans: 避免不必要的强度

# coach.fallback.checkReadinessBeforeTraining
source: Check readiness before training
ru: Проверьте готовность перед тренировкой
zh_hans: 训练前检查就绪状态

# coach.fallback.finishCleanly
source: Finish cleanly
ru: Закончите аккуратно
zh_hans: 干净收尾

# coach.fallback.followThePlan
source: Follow the plan
ru: Следуйте плану
zh_hans: 遵循计划

# coach.fallback.genericFallbackIsNotAllowedBecauseTheDay
source: Generic fallback is not allowed because the day has meaningful context.
ru: Общий текст здесь не подходит: у дня есть важный контекст.
zh_hans: 不允许使用通用回退机制，因为当天具有重要上下文信息。

# coach.fallback.holdThePlannedCeiling
source: Hold the planned ceiling
ru: Держите запланированный темп
zh_hans: 保持预设的天花板高度

# coach.fallback.hydrateSteadily
source: Hydrate steadily
ru: Пейте равномерно
zh_hans: 稳步增水

# coach.fallback.keepFluidsSteady
source: Keep fluids steady
ru: Пейте воду равномерно.
zh_hans: 维持体液平衡

# coach.fallback.keepMobilityEasy
source: Keep mobility easy
ru: Держите мобилити легкой
zh_hans: 让行动更加便捷

# coach.fallback.keepNextStepSimple
source: Keep the next step simple.
ru: Сделайте следующий шаг простым.
zh_hans: 让下一步操作保持简单。

# coach.fallback.keepPlanSimple
source: Keep the plan simple
ru: Сделайте план проще
zh_hans: 保持计划简洁

# coach.fallback.keepPrepLight
source: Keep prep light
ru: Держите подготовку легкой
zh_hans: 保留准备灯

# coach.fallback.keepRhythm
source: Keep rhythm
ru: Сохраняйте ритм
zh_hans: 保持节奏

# coach.fallback.keepYourRhythm
source: Keep your rhythm
ru: Держите свой ритм
zh_hans: 保持你的节奏

# coach.fallback.noActiveFocus
source: No active focus right now
ru: Сейчас нет активного фокуса
zh_hans: 当前无活跃焦点

# coach.fallback.noActiveFocusRightNow
source: No active focus right now
ru: Сейчас нет активного фокуса
zh_hans: 当前无活跃焦点

# coach.fallback.noActiveGuidance
source: No active guidance.
ru: Нет активной рекомендации.
zh_hans: 暂无主动推荐。

# coach.fallback.noActiveNutritionFocus
source: No active nutrition focus right now.
ru: Сейчас нет активного фокуса на питании.
zh_hans: 目前暂无主动营养方面的工作重点。

# coach.fallback.noPressureYet
source: No pressure yet
ru: Пока без давления
zh_hans: 目前无压力

# coach.fallback.normalDayWarning
source: Trying to fix a normal day.
ru: Попытка исправлять обычный день.
zh_hans: 别试图硬改一个正常的一天。

# coach.fallback.protectSleepTonight
source: Protect sleep tonight
ru: Сохраните сон сегодня
zh_hans: 今晚好好休息

# coach.fallback.protectTonightSSleep
source: Protect tonight's sleep
ru: Сохраните сон этой ночью
zh_hans: 守护今晚的睡眠

# coach.fallback.sipSteadily
source: Sip steadily
ru: Пейте небольшими глотками
zh_hans: 请准时用餐

# coach.fallback.sleepComesFirst
source: Sleep comes first
ru: Сон на первом месте
zh_hans: 先睡觉

# coach.fallback.startEasy
source: Start easy
ru: Начните легко
zh_hans: 从简单处开始

# coach.fallback.stayConsistentWithBasics
source: Stay consistent with food, water, and movement
ru: Держите стабильными еду, воду и движение
zh_hans: 确保食物、饮水及交通畅通。

# coach.fallback.staySteady
source: Stay steady
ru: Держитесь ровно
zh_hans: 保持身体挺直。

# coach.fallback.swapIntensityForRecovery
source: Swap intensity for recovery
ru: Замените интенсивность восстановлением
zh_hans: 用恢复替换高强度

# coach.fallback.warmUpFirst
source: Warm up first
ru: Сначала разомнитесь
zh_hans: 先活动一下身体

# coach.feeling.action.continue
source: Continue
ru: Продолжить
zh_hans: 继续

# coach.feeling.action.delete
source: Delete check-in
ru: Удалить чек-ин
zh_hans: 删除签到

# coach.feeling.action.different
source: Feeling different?
ru: Другое ощущение?
zh_hans: 感觉不一样吗？

# coach.feeling.action.edit
source: Edit check-in
ru: Изменить чек-ин
zh_hans: 编辑签到

# coach.feeling.choice.energized
source: Energized
ru: Энергичный
zh_hans: 精力充沛

# coach.feeling.choice.okay
source: Okay
ru: Нормально
zh_hans: 还行

# coach.feeling.choice.tired
source: Tired
ru: Усталый
zh_hans: 疲惫

# coach.feeling.clarify.lowEnergy
source: Low energy
ru: Мало энергии
zh_hans: 低能量

# coach.feeling.clarify.skip
source: Skip
ru: Пропустить
zh_hans: 跳过

# coach.feeling.clarify.sleepiness
source: Sleepiness
ru: Сонливость
zh_hans: 嗜睡

# coach.feeling.clarify.soreMuscles
source: Sore muscles
ru: Болят мышцы
zh_hans: 肌肉疼痛

# coach.feeling.clarify.title
source: What are you noticing?
ru: Что вы замечаете?
zh_hans: 您注意到了什么？

# coach.feeling.duration.fewDays
source: A few days
ru: Несколько дней
zh_hans: 这几天

# coach.feeling.duration.today
source: Started today
ru: Началось сегодня
zh_hans: 今天开始了

# coach.feeling.followUp.duration
source: Did this start today, or has it lasted a few days?
ru: Это началось сегодня или длится несколько дней?
zh_hans: 这是今天开始的，还是已经持续了好几天？

# coach.feeling.followUp.last7
source: Look at the last 7 days
ru: Посмотреть последние 7 дней
zh_hans: 查看过去 7 天

# coach.feeling.followUp.reviewWeek
source: Review my week
ru: Обзор недели
zh_hans: 本周回顾

# coach.feeling.followUp.tryToday
source: What could I try today?
ru: Что можно попробовать сегодня?
zh_hans: 今天可以尝试什么？

# coach.feeling.navTitle
source: How do you feel?
ru: Как самочувствие?
zh_hans: 您感觉如何？

# coach.feeling.prompt.subtitle
source: Let’s compare with your sleep and recovery.
ru: Сравним с вашим сном и восстановлением.
zh_hans: 让我们与您自身的睡眠与恢复情况进行对比。

# coach.feeling.prompt.title
source: How do you feel today?
ru: Как вы себя чувствуете сегодня?
zh_hans: 你今天感觉怎么样？

# coach.final.avoid.fuel
source: Do not wait to eat until energy has already dropped.
ru: Не откладывайте еду до момента, когда энергия уже провалится.
zh_hans: 切勿等到体力下降后才进食。

# coach.final.avoid.hydration
source: Do not catch up with one large amount of water.
ru: Не догоняйте воду одним большим объемом.
zh_hans: 请勿一次性饮用大量水。

# coach.final.avoid.live
source: Do not turn the current session into extra stress.
ru: Не превращайте текущую тренировку в лишний стресс.
zh_hans: 请勿将当前会话变成额外的压力源。

# coach.final.avoid.prepare
source: Do not spend your best energy before the main session starts.
ru: Не тратьте силы до начала основной нагрузки.
zh_hans: 不要在主环节开始前耗尽你的最佳精力。

# coach.final.avoid.readiness
source: Do not use readiness as a reason to add extra work.
ru: Не используйте готовность как повод добавлять лишнее.
zh_hans: 切勿以“尚未准备就绪”为由增加额外工作量。

# coach.final.avoid.recovery
source: Do not add load when recovery is already the useful priority.
ru: Не добавляйте нагрузку, когда восстановление уже важнее.
zh_hans: 当恢复已作为重要优先级时，请勿增加负载。

# coach.final.avoid.stable
source: Do not add tasks where the day is already working.
ru: Не добавляйте задачи там, где день уже идет нормально.
zh_hans: 若当日已在工作，请勿添加任务。

# coach.final.avoid.tomorrow
source: Do not borrow energy from tomorrow's training.
ru: Не занимайте силы у завтрашней тренировки.
zh_hans: 切勿从明天的训练中汲取能量。

# coach.final.badge.fuel
source: FUEL
ru: ПИТАНИЕ
zh_hans: 燃料

# coach.final.badge.hydration
source: HYDRATION
ru: ВОДА
zh_hans: 补水

# coach.final.badge.live
source: LIVE
ru: СЕЙЧАС
zh_hans: 进行中

# coach.final.badge.prepare
source: PREPARE
ru: ПОДГОТОВКА
zh_hans: 准备

# coach.final.badge.readiness
source: READINESS
ru: ГОТОВНОСТЬ
zh_hans: 准备就绪

# coach.final.badge.recovery
source: RECOVERY
ru: ВОССТАНОВЛЕНИЕ
zh_hans: 康复

# coach.final.badge.stable
source: ON TRACK
ru: ВСЁ ПО ПЛАНУ
zh_hans: 进度正常

# coach.final.badge.tomorrow
source: PROTECT TOMORROW
ru: СОХРАНИТЕ СИЛЫ
zh_hans: 为明天做好准备

# coach.final.human.recovery.completedLoad
source: Today's %@ %@ already delivered the %@.
ru: Сегодняшняя %@ %@ уже дала %@.
zh_hans: 今天的 %@ %@ 已经给出了 %@。

# coach.final.recommendation.fuel
source: Add simple food that is easy to digest.
ru: Добавьте простую еду, которую легко переварить.
zh_hans: 添加易于消化的简单食物。

# coach.final.recommendation.hydration
source: Sip steadily and do not start the next block dry.
ru: Пейте постепенно и не начинайте следующий блок сухим.
zh_hans: 请缓慢进食，切勿让下一餐开始时处于空腹状态。

# coach.final.recommendation.live
source: Keep the effort steady and finish with reserve.
ru: Держите усилие ровным и завершите с запасом.
zh_hans: 保持节奏稳定，最后以稳健的姿态收尾。

# coach.final.recommendation.prepare
source: Start easier than usual and keep intensity flexible.
ru: Начните легче обычного и оставьте интенсивность гибкой.
zh_hans: 从比平时更轻松的强度开始，并灵活调整训练强度。

# coach.final.recommendation.readiness
source: Choose one light block and do not turn the day into extra load.
ru: Выберите один лёгкий блок и не добавляйте лишнюю нагрузку.
zh_hans: 选择一块轻质模块，切勿将当日任务变为额外负载。

# coach.final.recommendation.recovery
source: Rebuild the basics: fluids, normal food, and no extra intensity.
ru: Восстановите базу: вода, нормальная еда и без лишней интенсивности.
zh_hans: 重建基础：补充液体、正常饮食，避免额外强度训练。

# coach.final.recommendation.stable
source: Continue in your normal rhythm.
ru: Продолжайте в привычном ритме.
zh_hans: 继续保持您平时的节奏。

# coach.final.recommendation.tomorrow
source: Lower the rest of the day and protect sleep.
ru: Снизьте остаток дня и защитите сон.
zh_hans: 减少白天的活动，保障睡眠。

# coach.final.subtitle.fuel
source: Food now affects readiness for the next load.
ru: Еда сейчас влияет на готовность к следующей нагрузке.
zh_hans: 食物现已影响下一批货物的准备情况。

# coach.final.subtitle.hydration
source: Water now affects safety and quality for the next block.
ru: Вода сейчас влияет на безопасность и качество следующего блока.
zh_hans: 当前，水质已对下一模块的安全性与质量产生影响。

# coach.final.subtitle.live
source: Execution quality matters more than adding extra goals right now.
ru: Сейчас важнее качество выполнения, а не дополнительные цели.
zh_hans: 现阶段，执行质量比增加额外目标更为重要。

# coach.final.subtitle.prepare
source: The next load matters more than separate food or water reminders.
ru: Следующая нагрузка важнее напоминаний о воде или еде.
zh_hans: 接下来的挑战，远比提醒人们注意饮水或饮食更为重要。

# coach.final.subtitle.readiness
source: Your body state matters more than separate reminders right now.
ru: Состояние тела сейчас важнее отдельных напоминаний.
zh_hans: 当下的身体状态，比零散的提醒更为重要。

# coach.final.subtitle.recovery
source: Useful work is already counted. The rest of the day should support recovery.
ru: Полезная работа уже учтена. Остаток дня должен поддержать восстановление.
zh_hans: 有益的工作已完成，今日剩余时间应用于恢复工作。

# coach.final.subtitle.stable
source: The day looks stable and does not need urgent correction.
ru: День выглядит стабильным и не требует срочных исправлений.
zh_hans: 当日情况稳定，无需紧急修正。

# coach.final.subtitle.tomorrow
source: Today's choices should help tomorrow's load.
ru: Сегодняшний выбор должен помочь завтрашней нагрузке.
zh_hans: 今天的选择应能为明天的挑战做好准备。

# coach.final.support.activity
source: Planned activity is coming up.
ru: Скоро запланирована активность.
zh_hans: 计划中的活动即将举行。

# coach.final.support.fuel.activity
source: Nutrition is behind.
ru: Питание отстает.
zh_hans: 营养是基础。

# coach.final.support.fuel.recovery
source: Nutrition is behind.
ru: Питание отстает.
zh_hans: 营养是基础。

# coach.final.support.fuel.stable
source: Nutrition is behind.
ru: Питание отстает.
zh_hans: 营养是基础。

# coach.final.support.hydration.activity
source: Hydration is behind.
ru: Не хватает воды.
zh_hans: 水合作用是背后的关键。

# coach.final.support.hydration.recovery
source: Hydration is behind.
ru: Не хватает воды.
zh_hans: 水合作用是背后的关键。

# coach.final.support.hydration.stable
source: Hydration is behind.
ru: Не хватает воды.
zh_hans: 水合作用是背后的关键。

# coach.final.support.recovery
source: Recovery is the limiter.
ru: Восстановление ограничивает нагрузку.
zh_hans: 恢复是限制因素。

# coach.final.support.sleep
source: Sleep is the limiter.
ru: Сон ограничивает готовность.
zh_hans: 睡眠是限制因素。

# coach.final.title.fuel
source: Prepare fuel
ru: Подготовьте питание
zh_hans: 准备餐食

# coach.final.title.hydration
source: Prepare water
ru: Подготовьте воду
zh_hans: 准备水

# coach.final.title.live
source: Keep the session under control
ru: Держите тренировку под контролем
zh_hans: 保持训练受控

# coach.final.title.prepare
source: Prepare for training
ru: Подготовьтесь к тренировке
zh_hans: 为训练做准备

# coach.final.title.readiness
source: Keep the day calm
ru: Держите день спокойным
zh_hans: 保持一天平静

# coach.final.title.recovery
source: Recovery matters most now
ru: Сейчас важнее восстановиться
zh_hans: 现在恢复最重要

# coach.final.title.stable
source: There is no reason to change the plan today
ru: Сегодня нет причин менять план
zh_hans: 如今，没有理由更改计划。

# coach.final.title.tomorrow
source: Save energy for tomorrow
ru: Сохраните силы на завтра
zh_hans: 为明天保留体力

# coach.findRhythm
source: Find rhythm
ru: Найдите ритм
zh_hans: 寻找节奏

# coach.finishCalmly
source: Finish calmly
ru: Завершите спокойно
zh_hans: 冷静地完成

# coach.finishFeelingBetterNotTired
source: Finish feeling better, not tired
ru: Закончите с ощущением легче, а не уставшим
zh_hans: 感觉好起来，而不是感到疲倦

# coach.finishFeelingLikeYouCouldDoMore
source: Finish feeling like you could do more
ru: Закончите с ощущением, что могли бы еще
zh_hans: 让你觉得还能做得更多

# coach.finishStrongerThanYouStarted
source: Finish stronger than you started
ru: Закончите сильнее, чем начали
zh_hans: 结束时比开始时更加强大。

# coach.finishWithEnergyLeft
source: Finish with energy left
ru: Закончите с запасом энергии
zh_hans: 以充沛的精力收尾

# coach.flexiblePlanAvoidExtraIntensity
source: Flexible plan • Avoid extra intensity
ru: Гибкий план • Избегайте лишней интенсивности
zh_hans: 灵活计划 • 避免额外强度

# coach.focusOnCleanTechnique
source: Focus on clean technique
ru: Фокус на чистой технике
zh_hans: 注重清洁操作规范

# coach.focusOnConsistency
source: Focus on consistency
ru: Фокус на стабильности
zh_hans: 注重一致性

# coach.focusOnRangeOfMotionNotIntensityYouShould
source: Focus on range of motion, not intensity. You should feel looser afterwards.
ru: Фокус на амплитуде, а не интенсивности. После должно стать свободнее.
zh_hans: 重点关注关节活动度，而非运动强度。结束后您应感到关节活动更加灵活。

# coach.focusOnRelaxing
source: Focus on relaxing
ru: Фокус на расслаблении
zh_hans: 专注于放松

# coach.fueling.proteinRecommendationFormat
source: %@ (Greek yogurt, eggs, chicken or shake)
ru: %@ (греческий йогурт, яйца, курица или шейк)
zh_hans: %@ （希腊酸奶、鸡蛋、鸡肉或奶昔）

# coach.heartRate.zone1.effort
source: Easy
ru: Лёгкая
zh_hans: 轻松

# coach.heartRate.zone2.effort
source: Aerobic
ru: Аэробная
zh_hans: 有氧

# coach.heartRate.zone3.effort
source: Tempo
ru: Темповая
zh_hans: 节奏

# coach.heartRate.zone4.effort
source: Hard
ru: Тяжёлая
zh_hans: 高强度

# coach.heartRate.zone5.effort
source: Max
ru: Максимум
zh_hans: 最高的

# coach.heatRecoveryComplete
source: Heat recovery complete
ru: Тепловое восстановление завершено
zh_hans: 余热回收已完成

# coach.helpfulSecondaryReminders
source: Helpful secondary reminders
ru: Полезные дополнительные напоминания
zh_hans: 有用的次要提醒

# coach.hero.beCarefulWith
source: What not to rush
ru: Чего избегать
zh_hans: 应避免的事项

# coach.hero.dontRush
source: Don't rush
ru: Не торопитесь
zh_hans: 别着急

# coach.hero.myRead
source: What matters now
ru: Что важно сейчас
zh_hans: 当下至关重要的一点

# coach.hero.myRecommendation
source: What to do
ru: Что делать
zh_hans: 该怎么做

# coach.hero.nextStep
source: Next step
ru: Следующий шаг
zh_hans: 下一步

# coach.highLoad
source: High load
ru: Высокая нагрузка
zh_hans: 高负载

# coach.humanDecision.aboutAnHour.4115
source: about an hour
ru: около часа
zh_hans: 约一小时

# coach.humanDecision.aboutValueH.4120
source: about %@h
ru: около %@ ч
zh_hans: 约 %@ 小时

# coach.humanDecision.aboutValueHValueM.4122
source: about %@h %@m
ru: около %@ ч %@ мин
zh_hans: 约 %@ 小时 %@ 分钟

# coach.humanDecision.aboutValueMinutes.4113
source: about %@ minutes
ru: около %@ мин
zh_hans: 约 %@ 分钟

# coach.humanDecision.add3060GCarbsBeforeLeaving.3305
source: Add 30-60 g carbs before leaving and start easy.
ru: Добавьте 30–60 г углеводов перед выходом и начните легко.
zh_hans: 出发前补充 30-60 克碳水化合物，并从简单饮食开始。

# coach.humanDecision.add3060GCarbsBeforeLeaving.4046
source: Add 30-60 g carbs before leaving and start easy.
ru: Добавьте 30–60 г углеводов перед выходом и начните легко.
zh_hans: 出发前补充 30-60 克碳水化合物，并从简单饮食开始。

# coach.humanDecision.addingAnotherWorkoutBecauseYouStillFeel.2024
source: Adding another workout because you still feel good.
ru: Добавлять еще одну тренировку только потому, что сейчас есть силы.
zh_hans: 既然感觉依然不错，那就再加一套训练。

# coach.humanDecision.addingAnotherWorkoutBecauseYouStillFeel.3523
source: Adding another workout because you still feel good right now.
ru: Добавлять еще одну тренировку только потому, что прямо сейчас есть силы.
zh_hans: 既然你现在感觉还很好，那就再加一套训练吧。

# coach.humanDecision.addingIntensityJustBecauseRecoveryIsHigh.2139
source: Adding intensity just because recovery is high. Today does not require a hard session.
ru: Добавлять интенсивность только потому, что показатели хорошие. Сегодня тяжелая тренировка не нужна.
zh_hans: 不要因为恢复情况良好就增加训练强度。今天并不需要进行高强度训练。

# coach.humanDecision.addingIntensityOnlyBecauseTheNumbersLook.3641
source: Adding intensity only because the numbers look good.
ru: Добавлять интенсивность только потому, что цифры выглядят хорошо.
zh_hans: 仅仅因为数据看起来不错，就刻意增加强度。

# coach.humanDecision.addingMoreActivityLaterTonight.2038
source: Adding more activity later tonight.
ru: Добавлять активность поздно вечером.
zh_hans: 今晚晚些时候再增加一些活动。

# coach.humanDecision.addingMoreFoodRightBeforeTheStart.3316
source: Adding more food right before the start or forgetting fluids if training is actually next.
ru: Добавлять еду прямо перед стартом или забыть воду, если тренировка уже скоро.
zh_hans: 在训练开始前过多进食，或若训练确实即将开始则忽略补充水分。

# coach.humanDecision.addingMoreFoodRightBeforeTheStart.4057
source: Adding more food right before the start or forgetting fluids if training is actually next.
ru: Добавлять еду прямо перед стартом или забыть воду, если тренировка уже скоро.
zh_hans: 在训练开始前过多进食，或若训练确实即将开始则忽略补充水分。

# coach.humanDecision.addingMoreWorkAfterTheUsefulSignal.1477
source: Adding more work after the useful signal is already complete.
ru: Добавлять работу после того, как главный сигнал уже получен.
zh_hans: 在有用信号已生成后，继续增加额外工作。

# coach.humanDecision.addingStressThatCarriesIntoTheNext.1625
source: Adding stress that carries into the next block.
ru: Добавлять стресс, который перейдет в следующий блок.
zh_hans: 增加压力，并将该压力传递至下一个模块。

# coach.humanDecision.addingStructureTheDayDoesNotNeed.3659
source: Adding structure the day does not need.
ru: Добавлять структуру, которая сегодня не нужна.
zh_hans: 当天无需增加结构。

# coach.humanDecision.addingUnnecessaryIntensity.3355
source: Adding unnecessary intensity.
ru: Добавлять лишнюю интенсивность.
zh_hans: 增加了不必要的强度。

# coach.humanDecision.addSimpleFoodBeforeTrainingSoThe.3492
source: Add simple food before training so the session starts easy instead of rushed.
ru: Добавьте простую еду перед тренировкой, чтобы старт был спокойным, а не спешным.
zh_hans: 训练前先提供简单食物，让训练环节轻松开启，而非仓促进行。

# coach.humanDecision.aGoodDayGivesYouOptionsIt.3642
source: A good day gives you options; it does not require a hard session.
ru: Хороший день дает выбор, но не требует тяжелой тренировки.
zh_hans: 一个美好的日子会为你提供更多选择；它并不需要你经历一段艰苦的时期。

# coach.humanDecision.aLittleFoodAndFluidNowMakes.3335
source: A little food and fluid now makes the %@ easier to absorb.
ru: Немного еды и воды сейчас помогут легче пройти %@.
zh_hans: 适量进食及补充液体可促进%@的吸收。

# coach.humanDecision.aLittleFoodAndFluidNowMakes.4076
source: A little food and fluid now makes the %@ easier to absorb.
ru: Немного еды и воды сейчас помогут легче пройти %@.
zh_hans: 适量进食及补充液体可促进%@的吸收。

# coach.humanDecision.arriveFreshAndAvoidUnnecessaryFatigue.3182
source: Arrive fresh and avoid unnecessary fatigue.
ru: Подойдите свежим и не копите лишнюю усталость.
zh_hans: 抵达时保持精力充沛，避免不必要的疲劳。

# coach.humanDecision.arriveFueledAndFresh.3194
source: Arrive fueled and fresh.
ru: Подойдите с энергией и свежестью.
zh_hans: 抵达时精力充沛、神采奕奕。

# coach.humanDecision.arrivingSteadyMakesHeatSaferAndEasier.3509
source: Arriving steady makes heat safer and easier to recover from.
ru: Если подойти спокойно, тепло будет безопаснее и восстановиться будет проще.
zh_hans: 保持稳定运行可使发热过程更加安全，且更易于恢复。

# coach.humanDecision.avoidAddingStressThatFollowsYouInto.1412
source: avoid adding stress that follows you into the next block
ru: не добавляйте стресс, который перейдет в следующий блок
zh_hans: 请勿增加压力，以免其传递至下一个环节。

# coach.humanDecision.becauseTheActiveSessionIsUnclearFinish.490
source: Because the active session is unclear, finish with reserve instead of proving the original plan.
ru: Активная тренировка не распознана точно, поэтому завершите с запасом, а не доказывайте исходный план.
zh_hans: 由于当前活跃环节尚不明确，应以保留方案收尾，而非落实原定计划。

# coach.humanDecision.becauseTheActiveSessionIsUnclearKeep.486
source: Because the active session is unclear, keep the first minutes neutral and avoid locking into targets.
ru: Активная тренировка не распознана точно, поэтому первые минуты держите нейтральными и не фиксируйтесь на целях.
zh_hans: 由于当前活跃状态尚不明确，请在最初几分钟保持中立态度，避免过早锁定具体目标。

# coach.humanDecision.becauseTheActiveSessionIsUnclearKeep.488
source: Because the active session is unclear, keep the effort repeatable instead of chasing a specific plan.
ru: Активная тренировка не распознана точно, поэтому держите усилие ровным, а не догоняйте конкретный план.
zh_hans: 由于当前活跃阶段尚不明确，请保持操作的可重复性，而非执着于执行某个特定方案。

# coach.humanDecision.becauseTheActiveSessionIsUnclearTreat.492
source: Because the active session is unclear, treat recovery as the next priority.
ru: Активная тренировка не распознана точно, поэтому следующий приоритет — восстановиться.
zh_hans: 由于当前活跃会话尚不明确，请将恢复处理列为下一优先事项。

# coach.humanDecision.bringABottleAndAddASmall.3297
source: Bring a bottle and add a small carb source before leaving.
ru: Возьмите бутылку и добавьте небольшой источник углеводов перед выходом.
zh_hans: 出发前带一瓶饮料，并补充少量碳水化合物。

# coach.humanDecision.bringABottleAndAddASmall.4038
source: Bring a bottle and add a small carb source before leaving.
ru: Возьмите бутылку и добавьте небольшой источник углеводов перед выходом.
zh_hans: 出发前带一瓶饮料，并补充少量碳水化合物。

# coach.humanDecision.bringFluidsUpGraduallyBeforeTheSauna.3507
source: Bring fluids up gradually before the sauna and keep the heat block conservative.
ru: Перед сауной пейте постепенно и держите тепловой блок умеренным.
zh_hans: 进入桑拿房前，请逐步补充液体，并控制加热强度。

# coach.humanDecision.buildReadinessGraduallyAndKeepTheOpening.3196
source: Build readiness gradually and keep the opening minutes easy.
ru: Подводите тело постепенно, а первые минуты держите легкими.
zh_hans: 循序渐进地建立就绪状态，并确保开场阶段保持轻松。
